<div class='card card-primary card-outline form-horizontal'>
  <div class='card-header with-border text-center'>Сбербанк</div>
  <div class='card-body'>
    <div class='form-group'>
      <div class='alert alert-info' role='alert'>
        <h3 class='alert alert-info text-center'>Оплата картой. СБЕРБАНК ОНЛАЙН. <span class='colortext'>Комиссия 0% (платеж через банковскую карту любого банка)</span></h3>
        <h6>
          Оплата заказа банковской картой. Оплата происходит через ПАО СБЕРБАНК с использованием банковских карт следующих платёжных систем:
        </h6>
        <div>
          Для оплаты (ввода реквизитов Вашей карты) Вы будете перенаправлены на платёжный шлюз ПАО СБЕРБАНК. Соединение с платёжным шлюзом и передача информации осуществляется в защищённом режиме с использованием протокола шифрования SSL. В случае если Ваш банк поддерживает технологию безопасного проведения интернет-платежей Verified By Visa, MasterCard SecureCode, MIR Accept, J-Secure, для проведения платежа также может потребоваться ввод специального пароля.<BR>
          Настоящий сайт поддерживает 256-битное шифрование. Конфиденциальность сообщаемой персональной информации обеспечивается ПАО СБЕРБАНК. Введённая информация не будет предоставлена третьим лицам за исключением случаев, предусмотренных законодательством РФ. Проведение платежей по банковским картам осуществляется в строгом соответствии с требованиями платёжных систем МИР, Visa Int., MasterCard Europe Sprl
        </div>
        <div>
          <h6>Возврат денежных средств.</h6>
          При отказе клиента от оплаченного заказа, возврат переведенных средств, производится на Ваш банковский счет в течение 5—30 рабочих дней (срок зависит от Банка, который выдал Вашу банковскую карту), за вычетом документально подтвержденных расходов.
        </div>
      </div>
    </div>
    <div class='form-group text-center'>
      <a href='%URL%' class='btn btn-lg btn-primary'>_{PAY}_</a>
      <meta http-equiv="refresh" content="5;url='%URL%'">
    </div>
  </div>
</div>

<style>
  .colortext {
    color: #ff0000;
  }
</style>
