<script type="text/javascript">
  window.print();
</script>

<table border="0" cellspacing="0">
  <tr>
    <td>&nbsp;</td>
  </tr>
  <tr>
    <td style="border-top: 1px solid #000000" colspan=45 align="center" valign=middle bgcolor="#FFFFFF">
      <font face="Arial Narrow">найменування підприємтсва/установи/організації</font>
    </td>
  </tr>
  <tr>
    <td>Ідентифікаційний код
      в Єдиному державному реєстрі підприємств та організацій України
    </td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
  <tr>
    <td style="border-top: 1px solid #000000" colspan=45 align="center" valign=middle bgcolor="#FFFFFF">
      <font face="Arial Narrow">&nbsp;</font>
    </td>
  </tr>
  <tr>
    <td style="border-top: 1px solid #000000" colspan=45 align="center" valign=middle bgcolor="#FFFFFF">
      <font face="Arial Narrow">структурний підрозділ підприємства/установи/організації</font>
    </td>
  </tr>
</table>

<br><br>

<table width="100%" border="1" cellspacing="0">
  <tr>
    <td width="50%">
      <p>До відомості N ______</p>
      <p>У касу для оплати у строк</p>
      <p>з ________ до __________ 20__ року</p>
      <p>у сумі ___________________________________</p>
      <p>__________________________________________</p>
      <p>__________________________________________</p>
      <p>Керівник _________________________________</p>
      <p>Головиний бухгалтер _________________________________</p>
      <p>"___" _____________ 20__ року </p>
    </td>

    <td width="50%">
      <table border="1" cellspacing="0" width="100%">
        <tr>
          <td colspan="2">Кореспондуючий рахунок</td>
          <td rowspan="2">Код цільового призначення</td>
        </tr>
        <tr>
          <td>рахунок, субрахунок</td>
          <td>код</td>
        </tr>
        <tr>
          <td>&nbsp;</td>
          <td>&nbsp;</td>
          <td>&nbsp;</td>
        </tr>
      </table>
    </td>
  </tr>
</table>

<h3 align="center">Відомість на виплату готівки N ____ </h3>
<h3 align="center">за ______________ 20__ року</h3>

<p align="center">Кількість аркушів __</p>

<p>За цією відомістю виплачено гривень</p>
<p>________________________________________________________________________</p>
<p>________________________________________________________________________</p>
<p>(______________________________ грн ____ коп</p>
<p>і депоновано гривень ___________________________________________________</p>
<p>(______________________________ грн ____ коп</p>

<br>

<p>Виплату здійснив _________________________________</p>
<br>

<p>Перевірив бухгалтер _________________________________</p>

<br>

<table border="1" align="center" cellspacing="0">
  <tr>
    <th>№ з/п</th>
    <th>Табельний номер</th>
    <th>Прізвище, ім'я, по батькові</th>
    <th>Сума</th>
    <th>Підпис про одержання</th>
    <th>Примітки</th>
  </tr>
  <tr>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
  </tr>
  <tr>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
  </tr>
  <tr>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
  </tr>
  <tr>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
    <td>&nbsp;&nbsp;</td>
  </tr>
</table>
<br><br>
<table cellspacing="0" border="1">
  <tr>
    <td>
      <p>Відомість склав ____________________________</p>

      <p>Відомість перевірив ____________________________</p>

      <p>Пояснення щодо заповнення додатка 1: </p>

      <p>1. За зразками 2 та 3 сторінок відомості друкувати вставні аркуші (з текстом і на зворотному боці). Над
        таблицею друкувати текст "Вставний аркуш до додатка N ___", підписи друкувати на 4 сторінці відомості. </p>

      <p>2. Відомість на виплату готівки використовується для видачі заробітної плати, інших виплат.</p>

      <p>3. На титульній сторінці зазначається загальна сума виданої і депонованої заробітної плати. У колонці 6 таблиці
        зазначаються реквізити пред'явленого документа (у разі потреби). </p>

      <p>4. Під час заповнення відомості після останнього запису на сторінці в ній має бути незаповнений рядок для
        зазначення загальної суми виплат особам, зазначеним на цій сторінці. Такі рядки можуть бути наприкінці кожної
        сторінки відомості. </p>

      <p>5. Під час складання документа за допомогою засобів комп'ютерної техніки програмне забезпечення, за допомогою
        якого ведеться відомість, має забезпечувати візуальне відображення відомості, яке за формою та змістом
        відповідає формі та змісту відомості в паперовому вигляді.</p>
    </td>
  </tr>
</table>