#!/usr/bin/perl

# Авторизация по мак-адресу
# Регистрация с тарифом по умолчанию
# При недостаточном депозите - оплата с помощью отправки смс на платный номер

use strict;
use warnings FATAL => 'all';

#**********************************************************
=head2 required_fields()

=cut
#**********************************************************
sub required_fields {
  my @keys = ();

  return \@keys;
}

#**********************************************************
=head2 scheme_radius_error()

=cut
#**********************************************************
sub scheme_radius_error {
  my $uid = get_user_uid();
  hotspot_sms_pay($uid) if ($uid);
  return 1;
}

#**********************************************************
=head2 scheme_pre_auth()

=cut
#**********************************************************
sub scheme_pre_auth {
  return 1;
}

#**********************************************************
=head2 scheme_auth()

=cut
#**********************************************************
sub scheme_auth {
  mac_login();
  return 1;
}

#**********************************************************
=head2 scheme_registration()

=cut
#**********************************************************
sub scheme_registration {
  hotspot_user_registration();
  return 1;
}

1;