$lang{ORG_NAME} ='Назва Кліентаў';
$lang{WRONG_SUM} ='Маленькая сума';
@MONTHES_LIT=('Студзеня', 'Лютага', 'Марта', 'Красавіка', 'Мая', 'Чэрвеня', 'Ліпеня', 'Аўгуста', 'Верасня', 'Кастрычніка', 'Лістапада', 'Снежня');

$lang{YEAR_SHORT} = 'г.';

$lang{ERR_NO_ORDERS}='Не выбраны замовы';

@units = ('шт.', 'усл.', 'м.');

@ones = ('', 'тысяча', 'мільён', 'мільярд', 'трыльён');
@twos = ('', 'тысячы', 'мільёны', 'мільярды', 'трыльёны');
@fifth = ('', 'тысяч', 'мільёнаў', 'мільярдаў', 'трыльёнаў');

@one = ('', 'адзін', 'два', 'тры', 'чатыры', 'пяць', 'шэсць', 'сем', 'восем', 'дзевяць');
@onest = ('', 'адна', 'дзве');
@ten = ('', '', 'дваццаць', 'трыццаць', 'сорак', 'пяцьдзесят', 'шэсцьдзесят', 'семдзесят', 'восемдзесят', 'дзевяноста');
@tens = ('дзесяць', 'адзінаццаць', 'дванаццаць', 'трынаццаць', 'чатырнаццаць', 'пятнаццаць', 'шаснаццаць', 'сямнаццаць', 'васемнаццаць', 'дзевятнаццаць');
@hundred = ('', 'сто', 'дзвесце', 'трыста', 'чатырыста', 'пяцьсот', 'шэсцьсот', 'семсот', 'восемсот', 'дзевяцьсот');
@money_unit_names = ('руб','коп');

$lang{PARTLY_PAID}='Часткова аплачаны';
$lang{UNPAID}='Не аплачаны';
$lang{VAT_INCLUDE}='З улікам ПДВ';
$lang{AMOUNT_FOR_PAY}='Сума для аплаты';
$lang{CURENT_BILLING_PERIOD}='Бягучы ўліковы перыяд';
$lang{NEXT_PERIODS}='Наступныя ўліковыя перыяды';

$lang{INCLUDE_CUR_BILLING_PERIOD}='Уключаць неінвойсаваныя спісанні за бягучы перыяд (па змаўчанні)';
$lang{NOT_INCLUDE_CUR_BILLING_PERIOD}='Не ўключаць неінвойсаваныя спісанні за бягучы перыяд';
$lang{ORDERS}='Заказы';

$lang{INVOICE_AUTO_GEN}='Аўтаматычная генерэрацыя рахунку';
$lang{INVOICING_PERIOD}='Перыяд выпіскі рахунку';
$lang{PERSONAL_DELIVERY}='Персанальная дастаўка';
$lang{ALT}='Альтэрнатыўная';
$lang{CURRENCY}='Валюта';

$lang{LAST_INVOICE_DATE}='Дата апошняга рахунку';
$lang{NEXT_INVOICE_DATE}='Дата наступнага рахунку';
$lang{INCLUDE_DEPOSIT}='Улічыць дэпазіт';
$lang{APPLY_TO_INVOICE}='Аўтаматычна размеркаваць па рахунках';
$lang{PRINT_EXT}='Пашыраны друк';
$lang{PRINT_EXT_LIST}='Друк пашыранага шаблону';
$lang{NEXT_PERIOD_INVOICE}='Рахункі за перыяд';
$lang{STATEMENT_OF_ACCOUNT}='Выпіска па рахунку';
$lang{SKIP_PAY_ADD}='Прапушчана рахункаў';

$lang{CONNECT_TO} = 'Падключайцеся да';
$lang{PAYMENTS_NOT_EQUAL_DOC}='Сума дакумента адрозніваецца ад сумы плацяжу';
$lang{PRINT_TERMO_PRINTER} = 'Чэк для термопринтера';
$lang{UNPAID_INVOICES} = 'Неаплачаныя рахункі';
$lang{SAVE_CONTROL_SUM}='Скачаць кантрольную суму дакумента';
$lang{LIST_OF_CHARGES}='Спіс налічэнняў';
$lang{DELETED_GROUP}="Выдаліць групай";
$lang{NO_CHECK_DOCUMENT}="Абярыце дакументы для выдалення";
$lang{OPERATION}="Аперацыя паспяхова выканана";
$lang{PAYMENT_SUM}='Аплачана';

$lang{FOR_TIME} = "за перыяд";
$lang{MAIL_ADDRESS} = 'Паштовы адрас';
$lang{NUMBER_STATEMENT} = 'Нумар выпіскі';
$lang{CODE_CLIENT} = 'Код кліента';
$lang{TOTAL_END_MONTH} = 'Усяго на канец месяца';
$lang{PAYER} = 'Плацельшчык';
$lang{FEE} = 'Спісанне';
$lang{PAYMENT} = 'Аплата';


1;