$lang{ORG_NAME}  ='Название Клиентов';
$lang{WRONG_SUM} ='Маленькая сумма';
@MONTHES_LIT=('Января', 'Февраля', 'Марта', 'Апреля', 'Мая', 'Июня', 'Июля', 'Августа', 'Сентября', 'Октября', 'Ноября', 'Декабря');

$lang{YEAR_SHORT} = 'г.';

$lang{ERR_NO_ORDERS}='Не выбраны заказы';

@units = ('шт.', 'усл.', 'м.');

@ones  = ('', 'тысяча', 'миллион', 'миллиард', 'триллион');
@twos  = ('', 'тысячи', 'миллионы', 'миллиарды', 'триллионы');
@fifth = ('', 'тысяч', 'миллионов', 'миллиардов', 'триллионов');

@one              = ('', 'один', 'два', 'три', 'четыре', 'пять', 'шесть', 'семь', 'восемь', 'девять');
@onest            = ('', 'одна', 'две');
@ten              = ('', '', 'двадцать', 'тридцать', 'сорок', 'пятьдесят', 'шестьдесят', 'семьдесят', 'восемьдесят', 'девяносто');
@tens             = ('десять', 'одиннадцать', 'двенадцать', 'тринадцать', 'четырнадцать', 'пятнадцать', 'шестнадцать', 'семнадцать', 'восемнадцать', 'девятнадцать');
@hundred          = ('', 'сто', 'двести', 'триста', 'четыреста', 'пятьсот', 'шестьсот', 'семьсот', 'восемьсот', 'девятьсот');
@money_unit_names = ('руб','коп');

$lang{PARTLY_PAID}='Частично оплаченный';
$lang{UNPAID}='Не оплаченный';
$lang{VAT_INCLUDE}='С учётом НДС';
$lang{AMOUNT_FOR_PAY}='Сумма для оплаты';
$lang{CURENT_BILLING_PERIOD}='Текущий учётный период';
$lang{NEXT_PERIODS}='Следующие учётные периоды';

$lang{INCLUDE_CUR_BILLING_PERIOD}='Включать неинвойсированные списания за текущий период (по умолчанию)';
$lang{NOT_INCLUDE_CUR_BILLING_PERIOD}='Не включать неинвойсированные списания за текущий период';
$lang{ORDERS}='Заказы';

$lang{INVOICE_AUTO_GEN}='Автоматическая генерерация счёта';
$lang{INVOICING_PERIOD}='Период выписки счёта';
$lang{PERSONAL_DELIVERY}='Персональная доставка';
$lang{ALT}='Альтернативная';
$lang{CURRENCY}='Валюта';

$lang{LAST_INVOICE_DATE}='Дата последнего счета';
$lang{NEXT_INVOICE_DATE}='Дата следующего счета';
$lang{INCLUDE_DEPOSIT}='Учесть депозит';
$lang{APPLY_TO_INVOICE}='Автоматически распределить по счетам';
$lang{PRINT_EXT}='Расширенная печать';
$lang{PRINT_EXT_LIST}='Печать расширенного шаблона';
$lang{NEXT_PERIOD_INVOICE}='Счета за период';
$lang{STATEMENT_OF_ACCOUNT}='Выписка по счету';
$lang{SKIP_PAY_ADD}='Пропущено счетов';

$lang{CONNECT_TO} = 'Подключайтесь к';
$lang{PAYMENTS_NOT_EQUAL_DOC}='Сумма документа отличается от суммы платежа';
$lang{PRINT_TERMO_PRINTER} = 'Чек для термопринтера';
$lang{UNPAID_INVOICES} = 'Неоплаченные счета';
$lang{SAVE_CONTROL_SUM}='Скачать контрольную сумму документа';
$lang{LIST_OF_CHARGES}='Список начислений';
$lang{DELETED_GROUP}="Удалить группой";
$lang{NO_CHECK_DOCUMENT}="Выберите документы для удаления";
$lang{OPERATION}="Операция успешно выполнена";
$lang{PAYMENT_SUM}='Оплачено';

$lang{FOR_TIME} = "за период";
$lang{MAIL_ADDRESS} = 'Почтовый адрес';
$lang{NUMBER_STATEMENT} = 'Номер выписки';
$lang{CODE_CLIENT} = 'Код клиента';
$lang{TOTAL_END_MONTH} = 'Всего на конец месяца';
$lang{PAYER} = 'Плательщик';
$lang{FEE} = 'Списание';
$lang{PAYMENT} = 'Оплата';


1;