$lang{ORG_NAME}  ='Հաճախորդների անվանումը';
$lang{WRONG_SUM} ='Փոքր Գումար';
@MONTHES_LIT=('Հունվարի', 'Փետրվարի', 'Մարտի', 'Ապրիլի', 'Մայիսի', 'Հունիսի', 'Հուլիսի', 'Օգոստոսի', 'Սեպտեմբերի', 'Հոկտեմբեիր', 'Նոյեմբերի', 'Դեկտեմբերի');


$lang{YEAR_SHORT}='թ.';

$lang{ERR_NO_ORDERS}='Պատվերները ընտրված չեն';

@units = ('հատ', 'усл.', 'м.');

@ones  = ('', 'հազար', 'միլիոն', 'միլիարդ', 'տրիլիոն');
@twos  = ('', 'հազարավոր', 'միլիոնավոր', 'միլիարդավոր', 'տրիլիոնավոր');
@fifth = ('', 'հազարի', 'միլիոնի', 'միլիարդի', 'տրիլիոնի');

@one              = ('', 'մեկ', 'երկու', 'երեք', 'չորս', 'հինգ', 'վեց', 'յոթ', 'ութ', 'ինը');
@onest            = ('', 'մեկ', 'երկու');
@ten              = ('', '', 'քսան', 'երեսուն', 'քառասուն', 'հիսուն', 'վաթսուն', 'յոթանասուն', 'ութսուն', 'իննսուն');
@tens             = ('տաս', 'տասնմեկ', 'տասներկու', 'տասներեք', 'տասնչորս', 'տասնհինգ', 'տասնվեց', 'տասնյոթ', 'տասնութ', 'տասնինն');
@hundred          = ('', 'հարյուր', 'երկու հարյուր', 'երեք հարյուր', 'չորս հարյուր', 'հինգ հարյուր', 'վեց հարյուր', 'յոթ հարյուր', 'ութ հարյուր', 'ինը հարյուր');
@money_unit_names = ('դրամ','լումա');

$lang{PAID}='Վճարված';
$lang{PARTLY_PAID}='Մասամբ վճարված';
$lang{UNPAID}='Վճարված չէ';
$lang{VAT_INCLUDE}='Հաշվի առնելվ ԱԱՀ';
$lang{AMOUNT_FOR_PAY}='Վճարման գումարը';
$lang{ACTIVATE_NEXT_PERIOD}='Հաջորդ հաշվետու ժամանակաշրջանը ակտիվացնելու համար հարկավոր է վճարել';
$lang{CURENT_BILLING_PERIOD}='Ընդացիկ հաշվետու ժամանակաշրջան';
$lang{NEXT_PERIODS}='Հաջորդ հաշվետու ժամանակաշրջանները';

$lang{INCLUDE_CUR_BILLING_PERIOD}='Ներառել չհաշվեգրված դուրսգրումները ընթացիկ ժամանակաշրջանում (լռությամբ արժեք)';
$lang{NOT_INCLUDE_CUR_BILLING_PERIOD}='Չներառել չհաշվեգրված դուրսգրումները ընթացիկ ժամանակաշրջանում (լռությամբ արժեք)';


$lang{INVOICE_AUTO_GEN}='Ավտոմատ ստեղծել հաշիվ';
$lang{INVOICING_PERIOD}='Քաղվածքի ժամանակաշրջանը';
$lang{PERSONAL_DELIVERY}='Անձնական առաքում';
$lang{ALT}='Այլընտրանքային';
$lang{CURRENCY}='Արժեք';

$lang{LAST_INVOICE_DATE}='Հաշվի վերջին օրը';
$lang{NEXT_INVOICE_DATE}='Հաջորդ հաշվի օրը';
$lang{INCLUDE_DEPOSIT}='Հաշվի առնել կանխավճարը';
$lang{APPLY_TO_INVOICE}='Ավտոմատ կերպով բաշխել հաշիվներով';
$lang{PRINT_EXT}='Ընդանուր տպել';
$lang{PRINT_EXT_LIST}='Տպել ընդանուր ձևանմուշը';
$lang{NEXT_PERIOD_INVOICE}='Հաշիվները ընկած ժամանակահատվածում';
$lang{STATEMENT_OF_ACCOUNT}='Հաշվի քաղվածք';
$lang{DELETED_GROUP}="Նջել";
$lang{NO_CHECK_DOCUMENT}="Ընտրեք փաստաթղթերը ջնջելու համար";
$lang{OPERATION}="Գործողությունը հաջողությամբ ավարտվեց";