<p><b><center>Внимание!</center></b></p>
Вы начинаете процесс смены тарифного плана.
<p>Напоминаем вас, что после смены тарифного плана, с Вашего лицевого счёта будет списана сумма равная цене тарифного плана за один платёжный период.<br> Убедитесь, что у Вас достаточно денег на лицевом счету.</p>
<b><center>Смена тарифного плана происходит в течении 10 минут.</center></b><br>
Если автоматически этого не произошло, то, пожалуйста, перезагрузите ваш роутер по питанию (выключите из розетки и включите его обратно).<br>
Если Вы согласны с данными условиями, то отметьте галочку и нажмите <b>'Установить'</b>
